import { Message } from '../app/types';

/**
 * 夙川本店に関するライティングです
 */
export const shukugawa = (): Message => ({
  title: `コミュニケーションするパン`,
  lead: `
コミュニケーションとは「分かち合う」というスペイン語が語源。
私たちの経験、つながりからできる精一杯の 気持ちを、「美味しい笑顔」と共に、皆さまと分かち合いたい。 その笑顔は、一つのパン、そして食卓、家庭や私たちの住む町までを、同心円（コンセント）でつなげていく。
そのコミュニケーションの真ん中に、「私たちの手のひらから生まれるパン」があることに想いを馳せながら、 今日もパンを焼いていきます。
「何のためにより良いパンを作ろうとしているのか？」 ということを改めて考えてみました。
ただ美味しいパンを作りたい。人を笑顔にしたい。。。 という思いだけで、自分でも驚くほどコツコツと 30年日々失敗と改善を重ねてきたことに気付きました。
パンは育てて作るもの。自分の作るパンは、自分そのもの。 いつまでもその時々で最大限のものを生み出し、出会いを求め、 新たな創造を求める場所（店）にしていきたいと考えています。
      `,
  message: `
日頃からこんな小さいお店にお越しいただきありがとうございます。
いつもお客さまを目の前にして 「このパンをどんなシチュエーションで どうやって食べてくれているんだろうか。」 と想像することが好きです。
お客さまがSNSで当店をタグ付けしてくださって いるのをいつも楽しく拝見しています。 その中でよく目にするものに、 「明日の朝が楽しみ！」とか「週末のご褒美」とか 「これで1週間仕事乗り切れる」なんてのもあります。
オープン当初はそんなこと全く考えていなくて「地域の方々にさりげなく寄り添えればいいな」と理想を掲げていました。いつの間にかそれを越えて、楽しみにしてくださってる方にこんなにもたくさん囲まれています。この感謝をどんな風に返していけるだろうかと思います。様々なことが不安定な世の中ですが、「食べる」ことで明日への活力になれるように。毎日の食卓で喜んでいただけるようみんなで考えて進んでいきます。変わらずのご愛顧をよろしくお願いします。
    `,
});
